Repository: adigxs/easypro_mobile
Catalog: lib/l10n/app_*.arb
Languages: fr

# welcome
source: Welcome to EasyPro!
fr: Bienvenue chez EASYPRO !

source: Choose language
fr: Choisir la langue

# step_desc_one
source: Get your
fr: Recevez votre extrait casier judiciaire

# step_desc_two
source: Cameroonian
fr: Camerounais

# step_desc_tree
source: criminal record certificate delivered to you, without traveling or having a relative travel to your birthplace subdivision. Save money, time and energy, and avoid unnecessary risks.
fr: en mains propres, sans voyager ou faire voyager un proche vers votre département de naissance et, économisez de l’argent, gagnez en temps, énergie tout en évitant de prendre des risques inutiles !

# step_one_desc_four
source: Please review our terms and conditions by following
fr: Veuillez prendre connaissance de nos termes et conditions d’utilisation en suivant

# step_one_desc_five
source: this link
fr: ce lien

# step_one_desc_six
source: and confirm below.
fr: et confirmez ci-dessous

# confirm_condition
source: Below is the translation of all the terms and conditions inside the link
fr: Je confirme avoir lu et compris les termes et conditions d’utilisation

# agree
source: Do you agree to use the EASYPRO application?
fr: Acceptez-vous d’utiliser l’application EASYPRO ?

source: Decline
fr: Je refuse

source: Accept
fr: J'accepte

source: Need assistance?
fr: Besoin d’assistance ?

# write_whatsapp
source: Write to us on Whatsapp at
fr: Écrivez-nous par WhatsApp au

# by_email
source: (Whatsapp only, no calls please) or by email at
fr: (WhatsApp uniquement, pas d’appels SVP) ou par mail à l’adresse

# title_2
source: PLEASE FILL OUT THIS FORM
fr: REMPLISSEZ CE FORMULAIRE SVP

# title_3
source: REVIEW YOUR ANSWER PLEASE
fr: RELISEZ VOS REPONSES SVP

# title_4
source: UPLOAD YOUR DOCUMENTS PLEASE
fr: ATTACHEZ VOS DOCUMENTS SVP

# title_5
source: EXPENSE STATEMENT
fr: VOTRE NOTE DE FRAIS

# title
source: Title (Mr, Mrs, Miss)
fr: Civilités

source: Select
fr: Sélectionner

source: Answer
fr: Votre réponse

# full_name
source: Last name and first names
fr: Nom et Prénoms

# phone_number
source: Mobile phone number
fr: Numéro de téléphone

# whastapp_number
source: Whatsapp number
fr: Contact Whatsapp

# job
source: Profession
fr: Ma profession

# marital
source: Marital status
fr: Mon Statut matrimonial

# user_type
source: Type of user
fr: Type d'usager

# usagerType_1
source: I was born in Cameroon
fr: Je suis Camerounais né au Cameroun

# usagerType_2
source: I am a Cameroonian born abroad
fr: Je suis Camerounais né à l'étranger

# usagerType_3
source: I am a foreigner
fr: Je suis de nationalité étrangère

# my_birth_region
source: My birth region and division
fr: Ma Région et mon département de naissance sont

# my_criminal_record
source: My criminal record certificate will be issued at
fr: Mon casier judiciaire sera établi à

source: Place of residence
fr: Je reside à

# i_live_cameroon
source: I live in Cameroon
fr: Je réside au cameroun

source: I live abroad
fr: Je réside à l'étranger

# municipality
source: Municipality of residence
fr: Ma commune de résidence est

# address
source: Delivery address
fr: L'adresse de livraison est

# location
source: Designated place
fr: Lieu dit

# location_country
source: My country of residence is
fr: Mon pays de résidence est

# adresse_country
source: Address
fr: Adresse

source: Postal Code
fr: Code Postal

source: Alternate number
fr: Numéro d'un proche (CAS D'URGENCE)

# number_of_criminal
source: Number of Criminal Record to be issued
fr: Nombre de casiers judiciaire dont j'ai besoin

# continuer
source: Continue
fr: Continuer

# tj
source: Court of Record for Criminal Record Establishment
fr: Tribunal d'etablissement C.J

# criminal_record_certificate
source: My criminal record will be established at
fr: Mon casier judiciaire sera etabli au

# central_file
source: Central Criminal Record Registry - Ministry of Justice - Yaound√©
fr: Fichier central des casiers judiciaires - Minjustice - Yaoundé

# certify_info
source: I testify the veracity of my information.
fr: Je confirme que mes informations sont correctes

# upload_doc
source: Upload your documents
fr: Télécharger vos documents

source: Back
fr: Retour

# copie_birth
source: A scanned copy of birth certificate
fr: Copie de l'acte de naissance (version scannée)

# click_here
source: Click here please...
fr: Cliquez ici svp !...

# copy_cni
source: A front or full copy of ID card
fr: Copie CNI (recto ou copie complète)

# identity
source: Any back side of the identity document
fr: Pièce d'identité (verso)

# passport1
source: Passport (Identification Page)
fr: Passport (Page identification)

# passport2
source: Passport (Cameroon Visa Page)
fr: Passport (Page de visa Cameroun)

# live_cameroon
source: Proof of Stay in Cameroon
fr: Preuve de séjour au Cameroun

# marital_certificate
source: A marriage certificate for married women
fr: Acte de mariage (femmes mariées)

# note_frais
source: FEE NOTE
fr: MA NOTE DE FRAIS

# expense_statement_title
source: Expense statement for the criminal record certificate issuance number
fr: Note de frais pour l'etablissement de l'extrait du casier judiciare numéro

source: Designation
fr: Désignation

source: Quantity
fr: Quantités

# pu
source: U.P
fr: P.U

source: Amounts
fr: Montants

# public
source: Public treasury (fiscal stamp)
fr: Trésor public (timbre fiscal)

# disbursements
source: Disbursements (search fees+transport+relay point)
fr: Débours (Frais de fouilles+transport+relais)

# fees
source: Service fees
fr: Frais de services

# agree_fees
source: I agree to pay the expense statement
fr: j’accepte de payer la note de frais

# paye
source: Pay
fr: Je Paye

# pay1
source: Do not close the page after having paid!
fr: Après paiement ne quittez pas !

# pay2
source: Download your payment receipt immediately
fr: TELECHARGEZ IMMEDIATEMENT VOTRE REÇU DE PAIEMENT SVP

# pay3
source: Keep it until your document is being delivered to you.
fr: CONSERVEZ-LE JUSQU’À LIVRAISON DE VOTRE DOCUMENT SVP

# payment_mode
source: Choose the payment method
fr: Choisir le moyen de paiement

# other_mode
source: Other Methodes
fr: Autres Methodes
